import React from 'react'
import story from "../../images/our-story.png"
const OurStory = () => {
  return (
   <>
   <div dir='ltr' className="container">
    <div className="row">
        <div className="col-lg-6 col-md-12">
            <div className="story-image mb-5">
                <img src={story} className='img-fluid' alt="" />
            </div>
        </div>
        <div className="col-lg-6 col-md-12">
            <div className="story-text">
                <h5>تاريخنا</h5>
                <h1>بيتزا ممتازة من الأطعمة عالية الجودة</h1>
                <p className='mb-4'>تبدأ قصة بيز أون في مايو 1958. افتتح كل من دان وفرانك كارني مطعم بيتزا على مساحة 550 قدمًا في ويتشيتا بولاية كنساس. صنع كل من دان وفرانك ، مع الأصدقاء ريتشارد بيمر وجون بيندر ، البيتزا بأنفسهم. توالت فرانك العجين مع درفلة. ريتشارد قذف العجين في الهواء من القصدير دائري. دان ملأت القشرة غير المقطوعة بالصلصة. جون انقلب الكعكة من القصدير أثناء عملية الخبز. يتذكر دان كارني أن الناس كانوا يسحرون بالمنتج ، ويراقبوننا وهم يرمون العجينة فوق رؤوسنا. كانوا حقا يتمتعون أنفسهم ...  </p>
                <p>ابتكر كارنيز تجربة طعام مبتكرة وعالية الجودة وجذابة وغير رسمية في مطعم ذي أجواء ودية. أصبحت بيز أون مكانًا شهيرًا مع حشد المراهقين والكليات. تجذب بيز أون العائلات التي استمتعت بقضاء ليلة في تناول وجبة لم تكن لتختبرها في المنزل. بعد أن غادرت العائلات ، حولت بيز أون نفسها إلى مستراح للأطفال الذين هم في سن الدراسة. كان الحصول على وقت جيد جزءًا أساسيًا من بيز أون. الفكرة اشتعلت. افتتح بيز أون الثاني في ديسمبر 1958 في وسط مدينة ويتشيتا. بحلول عام 1963 ، كان هناك اثنان وأربعون مطعم بيز أون.  </p>
            </div>
        </div>

        
    </div>
   </div>
   </>
  )
}

export default OurStory
